Component({
  properties: {},
  data: {
    swiper_config: {
      autoplay: false,
      current: 0,
      swiper_info: [
        { icon: '../../images/1.png', title: '坚持做有温度的在线教育 学而思网校屡获殊荣', text: '2020年以来，好未来旗下学而思网校践行“爱和科技让教育更美好”的使命，坚持做有温度的在线教育，回应行业与社会的关切，也收获了来自教育、科技、公益等领域的一项又一项荣誉，在新冠肺炎疫情横行、行业竞争激烈的年月里留下一笔笔浓墨重彩。' },
        { icon: '../../images/2.png', title: '“学而思号”卫星即将载梦探索宇宙 邀请孩子们参与编程设计拍摄地球', text: '4月22日，好未来旗下学而思网校携手国家航天局探月与航天工程中心、中国航天基金会推出“学而思太空计划”，计划于今年暑假将载满十万个孩子梦想的“学而思号”卫星送上太空。' },
        { icon: '../../images/3.png', title: '学而思网校成为“中国探月工程、中国火星探测工程官方战略合作伙伴”', text: '1月20日，国家航天局探月与航天工程中心、嫦娥奔月航天科技（北京）有限责任公司正式向好未来旗下学而思网校授予“中国探月工程、中国火星探测工程官方战略合作伙伴”荣誉称号。' },
        { icon: '../../images/4.png', title: '学而思网校项目入选中央网信办网络扶贫典型案例', text: '好未来旗下学而思网校的“停课不停学”和“希望在线”两个项目，入选了2020网络扶贫典型案例，成为扶贫样本。' },
        { icon: '../../images/5.png', title: '“学习强国”联合“学而思网校”为全国教师送上百万好课', text: '“学习强国”学习平台联合好未来旗下学而思网校发起了“910献‘课’谢师礼——免费正价课献礼全国教师”活动，9月9日至9月11日，全国教师(含公立学校和私立学校)可凭教师资格证为子女免费领取学而思网校的秋季正价课程。' },
      ]
    }
  },
  methods: {}
});
